// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskNameLegacy = "전원 관리";

NeverAutoOffTitle = "제한 없음";
AutoOffAfter15MinutesTitle = "15분 후";
AutoOffAfter30MinutesTitle = "30분 후";
AutoOffAfter45MinutesTitle = "45분 후";
AutoOffAfter1HourTitle = "1 시간 후";
AutoOffAfter2HoursTitle = "2 시간 후";
AutoOffAfter3HoursTitle = "3 시간 후";

HSDTaskDescriptionLegacy = "전력 소모를 방지하기 위하여 일정 시간이 지나면 프린터 전원이 꺼질 수 있습니다. 해당 시간은 다음의 팝업 메뉴를 통해 설정할 수 있습니다.";
HSDAutoOffLabelLegacy = "자동 꺼짐:";
ApplyButtonTitle = "지금 적용";

HSDTaskName = "자동 꺼짐";
HSDTaskDescription = "자동 꺼짐 기능을 활성화하면 프린터가 아래에서 설정한 시간 동안 비활성화된 이후 자동으로 꺼집니다. 프린터가 네트워크에 연결되어 있으면 자동 꺼짐이 비활성화됩니다.\n팁: 프린터를 다시 켜려면 전원 단추를 누릅니다.";
HSDAutoOffLabel = "자동 꺼짐:";
"0" = "꺼짐";
"1" = "1분 후";
"5" = "5분 후";
"10" = "10분 후";
"15" = "15분 후";
"20" = "20분 후";
"30" = "30분 후";
"60" = "1시간 후";
"120" = "2시간 후";
"180" = "3시간 후";
"240" = "4시간 후";
"480" = "8시간 후";
"720" = "12시간 후";
"1440" = "24시간 후";
AutoOffEnableConfirmationTitle = "자동 꺼짐 기능을 사용하시겠습니까?";
AutoOffEnableConfirmationMessage = "자동 꺼짐 기능으로 인하여 %@에 자동으로 프린터가 꺼집니다.";
YesButtonTitle = "예";
NoButtonTitle = "아니오";

HSDSleepAndAutoOffLabel = "절전/자동 꺼짐:";
HSDShutDownLabel = "시스템 종료:";
ShutDownEnableConfirmationTitle = "시스템 종료를 사용하시겠습니까?";
ShutDownEnableConfirmationMessage = "시스템 종료는 프린터를 자동으로 끕니다(%@ 비활성).";
HSDTaskDescriptionForAutoOff = "HP 자동 꺼짐/자동 켜짐 기능은 저전력으로 인쇄 작업을 할 수 있는 전력 절약 모드입니다.";
HSDTaskDescriptionForShutDown = "시스템 종료는 사전 정의된 비활성 시간이 지나면 프린터를 자동으로 끕니다. 시스템 종료 기능을 사용하는 경우, 프린터가 꺼진 후에는 프린터에서 ePrint로 전송된 문서를 포함한 모든 문서를 인쇄할 수 없거나, 팩스 또는 예약 전송(프린터에서 해당 옵션 지원 시)과 같은 모든 다른 작업을 진행할 수 없습니다. 다시 프린터를 켠 후에만 이 작업을 모두 다시 인쇄할 수 있습니다.";
HSDDelayWhenPortsAreActiveCheckBox = "포트가 활성 상태일 때 지연";
